export default {
  namespaced: true,
  state: {
    block1: {
      title: 'Добро пожаловать в «Зорге.Премьер» – новый проект группы компаний «Жилстройинвест».',
      desc: `<p>«Зорге.Премьер» – элитный жилой комплекс в одном из самых тихих и зеленых уголков Уфы. Он создан, чтобы покорять с первого взгляда и мгновенно влюблять в свои неповторимые черты.</p>
          <p>«Зорге.Премьер» – это роскошная функциональность, проектирование без условностей, смелый взгляд на архитектуру и идеальное воплощение в каждой детали.</p>
          <p>«Зорге.Премьер» создает максимальный набор привилегий и возможностей, из которых складывается комфорт и счастье.</p>`,
      button: { text: '', link: '' }
    },
    block2: {
      title: 'Первый дом в стиле арт-деко',
      desc: `
              <p>«Зорге.Премьер» – это дань уважения стилю ар-деко, воплощенная в кирпичной кладке, изящно закругленных окнах и входных группах и отделке медными элементами. А взмывающее вверх, словно стрела, современное здание – это смелое олицетворение будущего. Элегантная архитектура зданий, сводчатые окна, респектабельные фасады подчеркивают интеллигентную сдержанность и роскошь.</p>
              <p>Проект жилого комплекса разработан в архитектурном бюро «Проспект» под руководством Александра Сафарова, автора успешно реализованных проектов «Аристократ», «Символ», IDEL TOWER.</p>
            `,
      button: { text: 'Галерея', link: '/gallery' }
    },
    block3: {
      title: 'Жизнь в окружении парка и леса, рядом с центром',
      desc: `<p>Свежий воздух, прогулочные дорожки, зоны отдыха, теннисные корты, спортивные комплексы, конюшня, ледовые катки и лыжня в зимний период – в нескольких минутах от комплекса расположен любимый горожанами и гостями города парк культуры и отдыха им. М. Гафури.</p>`,
      button: { text: 'Расположение', link: '/location' }
    },
    block4: {
      title: '1 квартира на этаже, обзор 360°',
      desc: `<p>В комплексе доступны по-настоящему эксклюзивные решения, например, видовые квартиры с обзором на все четыре стороны света с выходом из лифта на свой собственный этаж. Из большинства квартир открываются чудесные виды на парковую зону.</p>`,
      button: { text: 'Эксклюзивные квартиры', link: '/select/37?houseId=3' }
    },
    block5: {
      title: 'Концепции квартир',
      desc: `<p>Более 60 уникальных планировок на самый взыскательный вкус – это и есть роскошь «Зорге.Премьер». Просторные жилые пространства, мастер-спальни с собственными гардеробными и санузлами, кладовые, постирочные, места хранения, а также разделение квартиры на гостевую и приватную зоны. Увеличенные окна наполняют квартиры естественным светом. Из большинства квартир открываются потрясающие виды на лес. Это ли не мечта?! Жить в сердце города, но с видом на парковую зону! </p>`,
      button: { text: 'Подробнее', link: '/concepts' }
    },
    block6: {
      title: 'Закрытая территория и безопасность',
      desc: `<p>Приватность и безопасность – это основа высочайшего класса жилого комплекса «Зорге.Премьер». Живите свободно без лишних глаз, отдыхайте в полной безопасности.</p>`,
      button: { text: 'Подробнее', link: '' }
    },
    block7: {
      title: 'Город в городе - общественные пространства',
      desc: `
        <p>Концепция «Зорге.Премьер» – это дружелюбный внешний периметр комплекса и полностью приватный внутренний двор с цветочным садом и ландшафтным дизайном.</p>
        <p>На первых этажах зданий расположатся объекты ежедневно необходимой инфраструктуры: небольшие магазины, бутик, салон красоты, кафе, пекарня – все то, что наполнит комплекс уютом.</p>
        <p>Внутренний двор «Зорге.Премьер» – настоящая гостиная под открытым небом, где гармонично расположились территории для взрослых и детей, места для активного и спокойного отдыха.</p>
        <p>Две игровые для ребят разного возраста, батут, песочница, самая длинная гряда качелей, альпинарий, сад камней и эксклюзивные решения - сухой ручей и светомузыкальный фонтан, которые станут местом притяжения и детей, и взрослых. Конечно же, во дворе разместится и спортивная площадка с зоной тренажеров и свободной территорией для игр и занятия йогой.</p>
      `,
      button: { text: 'Галерея', link: '/gallery/public-areas' }
    },
    block8: {
      title: 'Непревзойденные виды на лес и реку',
      desc: `<p>Увеличенные окна наполняют квартиры естественным светом. Из большинства квартир открываются потрясающие виды на лес и парковую зону. Это ли не мечта: жить в сердце города, но с видом на парковую зону?</p>`,
      button: { text: 'Галерея', link: '/gallery/environment' }
    },
    block9: {
      title: 'Дизайнерские парадные',
      desc: `
        <p>Арочные входы и роскошные хрустальные люстры создают торжественную атмосферу театра. Дизайнерское решение, мягкий свет, обилие воздуха, премиальные материалы в отделке подчеркивают статус жителей комплекса с первого шага в парадные «Зорге.Премьер».</p>
        <p>В каждой парадной предусмотрены колясочные, места для консьержа и гостевые санузлы. Для удобства жителей в комплексе есть и сервисные лифты с отдельными входами для погрузки и разгрузки крупногабаритных вещей, отделочных и строительных материалов для ремонта.</p>
      `,
      button: { text: 'Галерея', link: '/gallery/public-areas' }
    },
    block10: {
      title: 'Инженерия',
      desc: `<p>«Зорге.Премьер» – это современные инженерные системы, которые обеспечивают высочайший уровень безопасности и комфорта для каждого жильца.</p>`,
      button: { text: 'Подробнее', link: '/engineering' }
    },
    block11: {
      title: 'Стандарты качества «ЖилСтройИнвест»',
      desc: `<p>«Зорге.Премьер» – это новые стандарты качества жизни в идеальном пространстве:</p>
        <ul>
            <li>Инновационный подход</li>
            <li>Эксклюзивные архитектурные решения</li>
            <li>Продуманное благоустройство</li>
            <li>Только качественные инженерные решения</li>
            <li>Эксклюзивная отделка парадных</li>
            <li>Современные системы безопасности </li>
          </ul>`,
      button: { text: 'О застройщике', link: '/developer' }
    },
    block12: {
      title: 'Паркинг',
      desc: `
        <p>В подземный паркинг на 241 машиноместо с любого этажа можно спуститься на скоростном лифте. Очевидным преимуществом паркинга является комфортная температура и устройство беспылевого пола из наливного полимерного материала, устойчивого к износу, химическим воздействиям (к маслу и бензину), выдерживающего серьезные абразивные нагрузки и воздействие влаги. Современные системы видеонаблюдения, охраны, пожарной сигнализации и контроля доступа обеспечивают безопасность автомобилей жителей комплекса.</p>
        <p>Эксклюзивное предложение для жителей комплекса «Зорге.Премьер» – машиноместа с зарядным устройством для электромобилей. </p>
      `,
      button: { text: 'Выбрать паркинг', link: { name: 'parking', query: { houseId: 1 } } }
    }
  },
  actions: {},
  mutations: {},
  getters: {
    block1: ({block1}) => block1,
    block2: ({block2}) => block2,
    block3: ({block3}) => block3,
    block4: ({block4}) => block4,
    block5: ({block5}) => block5,
    block6: ({block6}) => block6,
    block7: ({block7}) => block7,
    block8: ({block8}) => block8,
    block9: ({block9}) => block9,
    block10: ({block10}) => block10,
    block11: ({block11}) => block11,
    block12: ({block12}) => block12
  }
}
