export default `\n
    <p>Пользователь, нажимая кнопку «Перезвоните мне», «Отправить», «Отправить запрос», «Уточнить», «Получить», «Отправить заявку», «Заказать звонок» или «Забронировать», обязуется принять настоящее согласие на обработку персональных данных (далее — Согласие). Принятием (акцептом) оферты Согласия является отправка формы заказа обратного звонка, оформление подписки на рассылку или бронирования на интернет-сайте. Пользователь дает свое согласие ООО «Специализированный застройщик «Зорге премьер -Жилстройинвест», которой принадлежит сайт <u>${location.host}</u> расположено по адресу: г.Уфа, ул. К. Маркса, 60, оф. 4Г, на обработку своих персональных данных со следующими условиями:</p>
    <p>1. Данное Согласие дается на обработку персональных данных, как без использования средств автоматизации, так и с их использованием.</p>
    <p>2. Перечень персональных данных, на обработку которых дается мое согласие:</p>
    <p></p>
    <ul>
        <li>Фамилия, имя, отчество;</li>
        <li>Адреса электронных почт (email);</li>
        <li>Контактный телефон;</li>
    </ul>
    <p></p>
    <p>3. Цель обработки персональных данных: получение сводной информации о пользователях сайта в маркетинговых целях и исполнение договорных обязательств перед клиентами, контрагентами и иными субъектами персональных данных.</p>
    <p>4. Перечень действий с персональными данными, на совершение которых дается мое согласие, общее описание используемых Оператором способов обработки в соответствии с п. 3 ст. 3 Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных». В ходе обработки с персональными данными будут совершены следующие действия: сбор; запись; систематизация; накопление; хранение; уточнение (обновление, изменение); использование; обезличивание; удаление; уничтожение.</p>
    <p>5. Согласие дается, в том числе на возможные информационные (рекламные) оповещения (в т. ч. осуществления информационных рассылок, рассылок о маркетинговых мероприятиях, специальных предложениях и акциях посредством SMS и e-mail).</p>
    <p>6. Данное согласие может быть отозвано по моему письменному заявлению, направленному ООО «Специализированный застройщик Центральный» или его представителю по адресу, указанному в начале данного Согласия.</p>
    <p>7. Я подтверждаю, что, давая такое согласие, я действую по собственной воле и в своих интересах.</p>
    <p>8. Данное согласие действует до достижения целей обработки персональных данных или в течение сроков хранения информации установленных РФ.</p>
\n`
